import React from 'react'

export default function About() {
  return (
    <div>

      <div className="hero-body">
        <div className="container has-text-centered">
          <div className="column is-10 is-offset-1">
            <h1 className="title">プロジェクト背景</h1>
            <br />
            <h2 className="subtitle" style={{ textAlign: 'start' }}>
              日本が世界に誇るトイレは高機能であり、とても便利である。日本人なら誰でも使い方は知っており、ウォシュレット文化を享受している。
            <br />
              このウォシュレットの民の国とも言える日本において、オリンピックが開催されることになった。
            <br />
              オリンピック開催前から、日本の文化に共感を抱き、もっと日本を知りたいという理由で、訪日観光客数は年々上昇している。
            <br />
              日本では急速にウォシュレットトイレが普及している。しかし、外国人が日本のトイレを利用する際に、問題が発生するということが多々ある。
            <br />
              問題とは主に、ボタンの押し間違えである。トイレは衛生上、清潔感を保つことが好ましい。
            <br />
              しかし、ボタンを押し間違えることが原因となり、逆に汚してしまうということが多々あるのである。さらに、外国人のトイレ利用のマナーが悪いという声も聞こえてくる。
            <br />
              それらの原因は使い方が理解しにくいということである。また、日本の衛生事情は世界でもトップレベルであり、訪日客もトイレを含む様々な日本の衛生状態に感心しているようである。
            <br />
              世界中には衛生状態が良くない国が沢山存在し、それゆえに病気を発症し、死ぬということが日常的に起こっている。
            <br />
              さらにトイレットペーパーの使用という環境問題も存在する。トイレットペーパーを製造するには大量の水が消費される。
            <br />
              ウォシュレットの利用も水を使用するが、トイレットペーパーの製造と比較すると圧倒的に少量で済むはずである。
          </h2>
          </div>
        </div>
      </div>

      <div className="hero-body">
        <div className="container has-text-centered">
          <div className="column is-10 is-offset-1">
            <h1 className="title">プロジェクトの目標</h1>
            <br />
            <h2 className="subtitle" style={{ textAlign: 'start' }}>
              誰でも簡単に日本式のトイレの使い方を理解できるように、ボタンをリデザインするということが目標である。
            <br />
              既存のボタンを全て取り払って、新たなものを再設置するというのはコストや環境面にも良い影響を与えないため、ステッカーをデザインし、それを既存のものに貼るということをする。
            <br />
              また、ステッカーはオリンピックのフライヤー等と一緒に配布していくということにする。
            <br />
              またこれをきっかけにユニバーサルデザインが世界中に広まっていくことを願っている。
            <br />
              さらに、衛生面のレベルをこれを機に世界中で高めるということも目標としている。
            <br />
              訪日客に、日本のトイレは簡単に使用できるということを理解してもらうことで日本のトイレが世界に広がっていけばいい。
            <br />
              沢山の方が購入をすることで一台あたりのコストが減少し、トイレを使えないような地域にも最終的には広まればいい。
            <br />
              トイレットペーパーの使用率を削減することも目標としている。
          </h2>
          </div>
        </div>
      </div>

      <div className="hero-body">
        <div className="container has-text-centered">
          <div className="column is-10 is-offset-1">
            <h1 className="title">プロジェクト実施内容</h1>
            <br />
            <h2 className="subtitle" style={{ textAlign: 'start' }}>
              本プロジェクトは誰でも簡単に理解できるステッカーのデザイン及び、ユーザーシナリオを作成することである。
            <br />
              そのために、実際にプロトデザインを作成し、街頭で様々な国の人にアンケートを行う必要が出てくる。
            <br />
              その結果をステッカーのデザインにフィードバックし、その作業を繰り返していく。アンケートは３ステージ各1ヶ月毎で行なっていく。
            <br />
              それぞれ、100人ずつにアンケートを実施し、300人の訪日客あるいは、在日外国人から結果を得る。
            <br />
              またWebサイトを作成し、ステッカーを広め、ステッカーを使用したい団体がいたら、窓口としての役割も担うようにする。
            <br />
              さらに、フライヤーに付属しているQRコードのリンク先としても利用し、より詳しい情報を載せるようにする。英語以外の言語の説明先としても活用する。
          </h2>
          </div>
        </div>
      </div>

      <div className="hero-body">
        <div className="container has-text-centered">
          <div className="column is-10 is-offset-1">
            <h1 className="title">本プロジェクトが期待する効果</h1>
            <br />
            <h2 className="subtitle" style={{ textAlign: 'start' }}>
              ユーザーシナリオのゴールとして、訪日外国人による日本でのトイレ使用時の体験の向上を考える。
            <br />
              ターゲットは、フライヤー取得者及びWebサイト閲覧者とする。
            <br />
              前提として、日本にあるウォシュレットトイレの使用方法の複雑さによる訪日外国人のトイレ使用時の悪体験がある。
            <br />
              フライヤーによるネイティブな言語で使用方法やグローバルに向けたUIが利用できる。
            <br />
              その結果、ターゲットによる日本でのトイレ使用時の体験は満足したものとなる。
          </h2>
          </div>
        </div>
      </div>

    </div>
  )
}
